{"ID variables": ["\\Genome-wide Association Study of Adiposity in Samoans\\Sample Attributes\\De-identified Sample ID\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Sociodemography and Administration\\Subject Sample Mapping, Sample Aliases, and Sample Use\\Well identifier\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Sociodemography and Administration\\Subject IDs, Consents, and Subject Aliases\\Subject ID\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Sociodemography and Administration\\Subject Sample Mapping, Sample Aliases, and Sample Use\\Source repository where samples originate\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Sociodemography and Administration\\Subject IDs, Consents, and Subject Aliases\\Source repository where subjects originate\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Sociodemography and Administration\\Subject IDs, Consents, and Subject Aliases\\Subject ID used in the Source Repository\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Sociodemography and Administration\\Subject Sample Mapping, Sample Aliases, and Sample Use\\Sample Use\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Sample Attributes\\Body site where sample was collected\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Sample Attributes\\Tumor status\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Sociodemography and Administration\\Subject Sample Mapping, Sample Aliases, and Sample Use\\Sample ID\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Sample Attributes\\Analyte Type\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Sociodemography and Administration\\Subject Sample Mapping, Sample Aliases, and Sample Use\\Subject ID\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Sociodemography and Administration\\Subject Sample Mapping, Sample Aliases, and Sample Use\\Sample ID used in the Source Repository\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Sociodemography and Administration\\Subject Sample Mapping, Sample Aliases, and Sample Use\\Plate identifier\\"], "phenotypic variables": ["Patient ID", "\\Genome-wide Association Study of Adiposity in Samoans\\Laboratory Measurements - Glucose and Cholesterol\\Adiponectin from venous blood sample\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Laboratory Measurements - Glucose and Cholesterol\\Blood Glucose from finger stick assessment\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Laboratory Measurements - Glucose and Cholesterol\\Cholesterol from venous blood sample (mg/dL)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Laboratory Measurements - Glucose and Cholesterol\\Cholesterol from venous blood sample (mmol)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Laboratory Measurements - Glucose and Cholesterol\\Fasting Status\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Laboratory Measurements - Glucose and Cholesterol\\Glucose from venous blood sample\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Laboratory Measurements - Glucose and Cholesterol\\HDL cholesterol below or equal to (1) or above (0) 1.03 mmol/l (men) or 1.29 mmol/l (women) (AHA criteria)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Laboratory Measurements - Glucose and Cholesterol\\HDL-C from venous blood sample (mg/dL)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Laboratory Measurements - Glucose and Cholesterol\\HDL-C from venous blood sample (mmol)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Laboratory Measurements - Glucose and Cholesterol\\Hours since last ate\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Laboratory Measurements - Glucose and Cholesterol\\Insulin from venous blood sample\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Laboratory Measurements - Glucose and Cholesterol\\LDL cholesterol above or equal to (1) or below (0) 2.59 mmol/l (AHA criteria)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Laboratory Measurements - Glucose and Cholesterol\\LDL-C from venous blood sample (mg/dL)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Laboratory Measurements - Glucose and Cholesterol\\LDL-C from venous blood sample (mmol)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Laboratory Measurements - Glucose and Cholesterol\\Leptin from venous blood sample\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Laboratory Measurements - Glucose and Cholesterol\\Net Triglycerides from venous blood sample (mg/dL)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Laboratory Measurements - Glucose and Cholesterol\\Net Triglycerides from venous blood sample (mmol)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Laboratory Measurements - Glucose and Cholesterol\\Participants biochemistry completed\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Laboratory Measurements - Glucose and Cholesterol\\Total cholesterol above or equal to (1) or below (0) 5.2 mmol/l (AHA criteria)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Laboratory Measurements - Glucose and Cholesterol\\Triglycerides above (1) or below or equal to (0) 1.69 mmol/l (AHA criteria)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Laboratory Measurements - Glucose and Cholesterol\\VLDL-C from venous blood sample\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Do you do moderate activities during your leisure time?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Do you do vigorous activities during your leisure time?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Do you spend most of your leisure time sitting?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Do you walk or cycle for more than 10 minutes?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Does your work involve moderate activities?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Does your work involve mostly sedentary activity?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Does your work involve vigorous activities?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Hours spent sitting during a typical day\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\How many days per week do you do moderate activity as part of your work? (days)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\How many days per week do you do moderate activity in your leisure time? (days)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\How many days per week do you do vigorous activity as part of your work? (days)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\How many days per week do you do vigorous activity in your leisure time? (days)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\How many days per week do you walk or cycle? (days)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Length of a typical work day\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\MET value of moderate leisure activities per week\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\MET value of moderate work activity per week\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\MET value of transport (walking/cycling) activity per week\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\MET value of vigorous leisure activities per week\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\MET value of vigorous work activity per week\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Meets WHO Recommendations of >= 600 MET-minutes activity per week\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Minutes of Walking/Cycling (on a typical day)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Minutes of leisure time MVPA per day\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Minutes of moderate leisure time activity (on a typical day)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Minutes of moderate work activity (on a typical day)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Minutes of sitting/reclining (on a typical day)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Minutes of transport-related (walking/cycling) MVPA per day\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Minutes of vigorous leisure time activity (on a typical day)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Minutes of vigorous work activity (on a typical day)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Minutes of work-related MVPA per day\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Minutes spent sitting during a typical day\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Moderate leisure activity (minutes per week)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Moderate work activity (minutes per week)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Percentage of physical activity completed in leisure time activities\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Percentage of physical activity completed in transport activities (walking/cycling)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Percentage of physical activity completed in work-related activities\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Repored no vigorous activity (across any category)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Reported NO work related physical activity\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Reported no leisure time physical activity\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Reported no transport-related physical activity\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Time spent doing moderate leisure time activities (hours)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Time spent doing moderate leisure time activities (minutes)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Time spent doing vigorous leisure time activities (hours)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Time spent doing vigorous leisure time activities (minutes)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Time spent doing work-related moderate activities (hours)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Time spent doing work-related moderate activities (minutes)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Time spent doing work-related vigorous activities (hours)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Time spent doing work-related vigorous activities (minutes)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Time spent walking or cycling (hours)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Time spent walking or cycling (minutes)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Total MET value for all weekly activity\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Total minutes of MVPA per day\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Transport-related (walking/cycling) activity (minutes per week)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Vigorous leisure activity (minutes per week)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Physical Activity\\Vigorous work activity (minutes per week)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Smoking Status\\Age Quit Smoking\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Smoking Status\\Age Started Smoking (years)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Smoking Status\\Current Smoker\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Smoking Status\\Do you use smokeless tobacco?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Smoking Status\\How many times per day do you use Betel / Quid?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Smoking Status\\How many times per day do you use other types of smokeless tobacco?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Smoking Status\\How many times per day do you use snuff by mouth?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Smoking Status\\How many times per day do you use snuff by nose?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Smoking Status\\Length of time since Quitting (months)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Smoking Status\\Length of time since Quitting (weeks)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Smoking Status\\Length of time since Quitting (years)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Smoking Status\\Length of time smoking (months)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Smoking Status\\Length of time smoking (years)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Smoking Status\\Number of cigars per day\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Smoking Status\\Number of hand-rolled cigarettes per day\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Smoking Status\\Number of manufactured cigarettes per day\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Smoking Status\\Number of pipes per day\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Smoking Status\\Past Smoker\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Smoking Status\\What type of other smokeless tobacco do you use?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Treatment and Medications\\Are you taking medication for heart disease?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Treatment and Medications\\Are you taking medication for hypertension?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Treatment and Medications\\Are you taking traditional remedies for diabetes?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Treatment and Medications\\Are you taking traditional remedies for heart disease?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Treatment and Medications\\Are you taking traditional remedies for hypertension?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Treatment and Medications\\Have you seen a traditional healer for your diabetes?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Treatment and Medications\\Have you seen a traditional healer for your heart disease?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Treatment and Medications\\Have you seen a traditional healer for your hypertension?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Treatment and Medications\\Have you taken heart diseasemeds in the past?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Treatment and Medications\\Have you taken hypertension meds in the past?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Treatment and Medications\\How many years did you take meds for?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Treatment and Medications\\How many years have you been taking heart disease meds?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Treatment and Medications\\How many years have you been taking these meds?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Treatment and Medications\\Name of heart disease meds\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Treatment and Medications\\Name of traditional diabetes remedy\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Treatment and Medications\\Name of traditional heart disease remedy\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Treatment and Medications\\Name of traditional hypertension remedy\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Lifestyle and Environment\\Treatment and Medications\\Type of diabetes treatment\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Anthropometric Measurements\\Abdominal Circumference Average\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Anthropometric Measurements\\Abdominal Skinfold (Average)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Anthropometric Measurements\\Arm Circumference Average\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Anthropometric Measurements\\Blood Pressure Cuff Size\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Anthropometric Measurements\\Body mass index of participant\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Anthropometric Measurements\\Calf Circumference Average\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Anthropometric Measurements\\Forearm Skinfold (Average)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Anthropometric Measurements\\Height of participant\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Anthropometric Measurements\\Hip Circumference Average\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Anthropometric Measurements\\Obese or Overweight using Polynesian Cutoffs\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Anthropometric Measurements\\Obesity Classification using International Cutoffs (STEPS)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Anthropometric Measurements\\Obesity Classification using Polynesian Cutoffs\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Anthropometric Measurements\\Percent Body Fat based on Bioelectrical Impedance (BIA). Polynesian-specific equations: Swinburn et al., 1999 & Keighley et al., 2006\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Anthropometric Measurements\\Percent Body Fat based on Body Mass Index. Polynesian-specific equations: Swinburn et al., 1999\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Anthropometric Measurements\\Percent Body Fat based on Skinfold Measurements. Polynesian-specific equations: Swinburn et al., 1999\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Anthropometric Measurements\\Reactance (bioelectrical impedance analysis)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Anthropometric Measurements\\Resistance (bioelectrical impedance analysis)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Anthropometric Measurements\\Subscapular Skinfold (Average)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Anthropometric Measurements\\Suprailiac Skinfold (Average)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Anthropometric Measurements\\Triceps Skinfold (Average)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Anthropometric Measurements\\Weight of participant\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Blood Pressure Measurements\\Diastolic blood pressure (average of all three measurements)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Blood Pressure Measurements\\Diastolic blood pressure (average of last two measurements)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Blood Pressure Measurements\\Heart Rate (measured during blood pressure assessment) (Average)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Blood Pressure Measurements\\Systolic blood pressure (average of all three measurements)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Blood Pressure Measurements\\Systolic blood pressure (average of last two measurements)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Diagnosis\\Angina diagnosis - Self-report\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Diagnosis\\Based on Sys>140 OR Dias>90 (Based on physical examination & questionnaire data)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Diagnosis\\Diabetes Status (based on venous blood sample ONLY)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Diagnosis\\Diabetes Status (based on venous blood sample and questionnaire data)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Diagnosis\\Have you ever been diagnosed with diabetes? (Based on questionnaire)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Diagnosis\\Have you ever been diagnosed with heart disease? (Based on questionnaire)\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Diagnosis\\Have you ever had a heart attack? Self-report\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Diagnosis\\Have you ever had a stroke? Self-report\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Diagnosis\\How many years ago were you diagnosed with diabetes?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Diagnosis\\How many years ago were you diagnosed with heart disease?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Diagnosis\\How many years ago were you diagnosed with hypertension?\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Diagnosis\\Hypertension based on average of two BP measurements or hypertension meds\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Diagnosis\\Hypertension diagnosis based on average of all three BP measurements or hypertension meds\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Physical Observations\\Diagnosis\\Self-reported Hypertension diagnosis\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Sample Attributes\\Plate\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Sample Attributes\\Well\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Sociodemography and Administration\\Relationship and Twin Status\\Member of set of unrelated individuals as determined for BMI GWAS\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Sociodemography and Administration\\Relationship and Twin Status\\Which of a pair of twins used in genetic analyses\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Sociodemography and Administration\\Sociodemography\\Census Region of Samoa\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Sociodemography and Administration\\Sociodemography\\Gender of participant\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Sociodemography and Administration\\Sociodemography\\Participants primary occupation is farming/plantation work\\", "\\Genome-wide Association Study of Adiposity in Samoans\\Sociodemography and Administration\\Subject IDs, Consents, and Subject Aliases\\Consent group as determined by DAC\\", "\\_Consents\\Short Study Accession with Consent Code\\"]}